       IDENTIFICATION DIVISION.
           PROGRAM-ID. Hello-World.
           AUTHOR. "wagnersq@gmail.com".

       DATA DIVISION.

       FILE SECTION.

       WORKING-STORAGE SECTION.

       PROCEDURE DIVISION.
           MAIN-PROCEDURE.
               DISPLAY "Hello world" END-DISPLAY.
               STOP RUN.
               GOBACK.
           END PROGRAM Hello-World.
